Repository: MasterMann/fivem
Catalog: data/client/citizen/locales/*/LC_MESSAGES/cfx.po
Languages: es

source: Exception details: %s
es: Detalles de la excepción: %s

source: This is a fatal error because game unloading failed. Please report this issue and how to cause it (what server you played on, any resources/scripts, etc.) so this can be solved.
es: Es un error fatal porque la descarga del juego falló. Por favor, informa de este problema y de cómo causarlo (en qué servidor has jugado, cualquier recurso/script, etc.) para que pueda ser solucionado.

source: %s caused %s to stop working. A crash report is being uploaded to the %s developers.
es: %s causó que %s dejara de funcionar. Un informe está siendo subido a los desarrolladores de %s.

source: %s could not create a file in the folder it is placed in. Please move your installation out of Program Files or another protected folder.
es: %s no pudo crear un archivo en la carpeta en la que se encuentra. Por favor, mueva su instalación fuera de Archivos de programa o de otra carpeta protegida.

source: A game error (at %016llx) caused %s to stop working. A crash report has been uploaded to the %s developers. %s
es: Un error en el juego (en %016llx) causó que %s dejara de funcionar. Un informe ha sido subido a los desarrolladores de %s. %s

source: An error at %s
es: Un error en %s

source: Are you sure you want to remove %s from the installation root at %s?
es: ¿Estás seguro de que quieres quitar %s de la raíz de la instalación en %s?

source: Checking %s
es: Comprobando %s

source: Crash signature: %s %s You can press Ctrl-C to copy this message and paste it elsewhere.
es: Firma del crash: %s %s Puede pulsar Ctrl-C para copiar este mensaje y pegarlo en otro lugar.

source: Crash signature: %s Report ID: %s You can press Ctrl-C to copy this message and paste it elsewhere.
es: Firma del crash: %s Informe de identificación: %s Puede pulsar Ctrl-C para copiar este mensaje y pegarlo en otro lugar.

source: Crash signature: %s Report ID: ... [uploading] You can press Ctrl-C to copy this message and paste it elsewhere.
es: Firma del crash: %s Informe de identificación: ... [cargando] Puede pulsar Ctrl-C para copiar este mensaje y pegarlo en otro lugar.

source: DLC files are missing (or corrupted) in your game installation. Please update or verify the game using Steam or the Social Club launcher and try again. See http://rsg.ms/verify step 4 for more info.
es: Los archivos DLC han desaparecido (o están corruptos) en la instalación del juego. Por favor, actualiza o verifica el juego usando Steam o el launcher de Social Club e inténtalo de nuevo. Consulta el paso 4 de http://rsg.ms/verify para obtener más información.

source: DXGI 1.2 support is required to run this product %s
es: Se requiere el soporte de DXGI 1.2 para ejecutar este producto %s

source: Downloaded %.2f/%.2f MB (%.0f%%, %.1f MB/s)
es: Descargado %.2f/%.2f MB (%.0f%%, %.1f MB/s)

source: Extracting %s
es: Extrayendo %s

source: Extracting %s (scanning)
es: Extrayendo %s (escaneando)

source: FiveM crashed... but we're on it!
es: FiveM crasheó... ¡Pero estamos en ello!

source: FiveM does not support running under elevated privileges. Please change your Windows settings to not run FiveM as administrator. The game will exit now.
es: FiveM no apoya el correr bajo privilegios elevados. Por favor, cambie su configuración de Windows para no ejecutar FiveM como administrador. El juego se cerrará ahora.

source: Game crashed:
es: El juego crasheó:

source: Please install Windows 7 SP1 or greater, and try again.
es: Por favor, instale Windows 7 SP1 o superior, e inténtelo de nuevo.

source: Please install the Platform Update for Windows 7, and try again.
es: Por favor, instale la actualización de plataforma para Windows 7, e inténtelo de nuevo.

source: RAGE error: %s
es: Error de RAGE: %s

source: Save information Stores a file with crash information that you should copy and upload when asking for help.
es: Guardar información Almacena un archivo con información sobre el crash que deberás copiar y subir cuando pidas ayuda.

source: Select the folder containing Grand Theft Auto V
es: Seleccione la carpeta que contiene Grand Theft Auto V

source: Starting IPFS discovery...
es: Iniciando el descubrimiento del IPFS...

source: The game will exit now.
es: El juego saldrá ahora.

source: The local %s game cache is outdated, and needs to be updated. This will copy %.2f MB of data from the local disk, and download %.2f MB of data from the internet. Do you wish to continue?
es: La caché local %s del juego está desactualizada, y necesita ser actualizada. Esto copiará %.2f MB de datos del disco local, y descargará %.2f MB de datos de internet. ¿Desea continuar?

source: The selected path does not contain a %s file.
es: La ruta seleccionada no contiene un archivo %s.

source: This product requires Security Update for Windows 7 for x64-based systems (KB2758857) to be installed to run. Please install it, and try again.
es: Este producto requiere la instalación de Security Update for Windows 7 para sistemas basados en x64 (KB2758857) para poder ejecutarse. Instálela e inténtelo de nuevo.

source: Transitioning to another build...
es: Transición a otra construcción...

source: Unhandled exception:
es: Excepción no manejada:

source: Uninstall %s
es: Desinstalar %s

source: Uninstall %s?
es: ¿Desinstalar %s?

source: Updating %s...
es: Actualizando %s...

source: Updating game cache...
es: Actualizando el caché del juego...

source: Verifying content...
es: Verificando el contenido...

source: Verifying game content...
es: Verificando el contenido del juego...

source: We're getting there.
es: Ya estamos llegando.

source: You are currently using an outdated version of Windows. This may lead to issues using the %s client. Please update to Windows 10 version 1703 ("Creators Update") or higher in case you are experiencing any issues. The game will continue to start now.
es: Actualmente está usando una versión anticuada de Windows. Esto puede causar problemas al usar el cliente %s. Por favor, actualice a la versión 1703 de Windows 10 ("Actualización de creadores") o superior en caso de que tenga algún problema. El juego continuará comenzando ahora.
